Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Steam setup is paused. You can resume it whenever you are ready.
de: Steam-Setup ist angehalten. Sie können es jederzeit fortsetzen, wenn Sie dazu bereit sind.
es: La configuración de Steam está en pausa. Puedes reanudarlo cuando estés listo.
fr: La configuration de Steam est suspendue. Vous pouvez le reprendre dès que vous êtes prêt.
ja: Steam セットアップは一時停止されています。準備ができたらいつでも再開できます。
ko: Steam 설정을 잠시 멈췄습니다. 준비되면 언제든 이어서 진행하세요.
pt_br: A configuração do Steam está pausada. Retome quando quiser.
ru: Установка Steam приостановлена. Продолжите, когда будете готовы.
zh_hans: Steam 设置已暂停。只要您准备好，就可以恢复它。
zh_hant: Steam 設定已暫停。只要您準備好，就可以恢復它。

source: Steam setup took longer than expected. If the installer is still open, finish it; otherwise try again in the same container.
de: Die Einrichtung von Steam dauerte länger als erwartet. Wenn das Installationsprogramm noch geöffnet ist, beenden Sie es; Andernfalls versuchen Sie es erneut im selben Container.
es: La configuración de Steam tardó más de lo esperado. Si el instalador aún está abierto, finalícelo; de lo contrario, inténtelo nuevamente en el mismo contenedor.
fr: La configuration de Steam a pris plus de temps que prévu. Si le programme d'installation est toujours ouvert, terminez-le ; sinon réessayez dans le même conteneur.
ja: Steam のセットアップに予想より時間がかかりました。インストーラーがまだ開いている場合は、終了します。それ以外の場合は、同じコンテナーで再試行してください。
ko: Steam 설정이 예상보다 오래 걸렸습니다. 설치 프로그램이 아직 열려 있으면 설치를 마치세요. 그렇지 않으면 같은 컨테이너에서 다시 시도하세요.
pt_br: A configuração do Steam está demorando mais que o esperado. Se o instalador ainda estiver aberto, conclua-o; caso contrário, tente novamente no mesmo contêiner.
ru: Установка Steam заняла больше времени, чем ожидалось. Если установщик все еще открыт, завершите его; в противном случае попробуйте еще раз в том же контейнере.
zh_hans: Steam 设置时间比预期要长。如果安装程序仍然打开，请完成它；否则在同一个容器中重试。
zh_hant: Steam 設定時間比預期要長。如果安裝程式仍然打開，請完成它；否則在同一個容器中重試。

source: Steam setup was paused. Continue whenever you are ready; Switchyard will reuse this container.
de: Steam-Setup wurde angehalten. Fahren Sie fort, wann immer Sie dazu bereit sind. Switchyard wird diesen Container wiederverwenden.
es: La configuración de Steam se pausó. Continúe cuando esté listo; Switchyard reutilizará este contenedor.
fr: La configuration de Steam a été suspendue. Continuez chaque fois que vous êtes prêt ; Switchyard réutilisera ce conteneur.
ja: Steam セットアップは一時停止されました。準備ができたらいつでも続行してください。 Switchyard はこのコンテナを再利用します。
ko: Steam 설정이 일시중지되었습니다. 준비가 되면 계속하세요. Switchyard는 이 컨테이너를 재사용합니다.
pt_br: A configuração do Steam foi pausada. Continue quando quiser; o Switchyard reutilizará este contêiner.
ru: Установка Steam была приостановлена. Продолжите, когда будете готовы; Switchyard повторно использует этот контейнер.
zh_hans: Steam 设置已暂停。准备好后就继续； Switchyard 将重用此容器。
zh_hant: Steam 設定已暫停。準備好後就繼續； Switchyard 將重複使用此容器。

source: Steam was not detected yet. You can safely continue setup in this container.
de: Steam wurde noch nicht erkannt. In diesem Container können Sie die Einrichtung bedenkenlos fortsetzen.
es: Steam aún no se ha detectado. Puede continuar con la configuración de forma segura en este contenedor.
fr: Steam n’a pas encore été détecté. Vous pouvez poursuivre l'installation en toute sécurité dans ce conteneur.
ja: Steam はまだ検出されていません。このコンテナで安全にセットアップを続行できます。
ko: 아직 Steam을 찾지 못했습니다. 이 컨테이너에서 설정을 계속 진행해도 안전합니다.
pt_br: O Steam ainda não foi detectado. Você pode continuar a configuração com segurança neste contêiner.
ru: Steam еще не обнаружен. Вы можете безопасно продолжить установку в этом контейнере.
zh_hans: 尚未检测到 Steam。您可以安全地继续在此容器中进行设置。
zh_hant: 尚未偵測到 Steam。您可以安全地繼續在此容器中進行設定。

source: Steam was not found after the installer closed. You can continue setup in the same container without losing anything.
de: Steam wurde nach dem Schließen des Installationsprogramms nicht gefunden. Sie können die Einrichtung im selben Container fortsetzen, ohne etwas zu verlieren.
es: No se encontró Steam después de cerrar el instalador. Puedes continuar con la configuración en el mismo contenedor sin perder nada.
fr: Steam est introuvable après la fermeture du programme d'installation. Vous pouvez continuer l'installation dans le même conteneur sans rien perdre.
ja: インストーラーを閉じた後、Steam が見つかりませんでした。何も失うことなく、同じコンテナ内でセットアップを続行できます。
ko: 설치 프로그램이 종료된 뒤 Steam을 찾지 못했습니다. 같은 컨테이너에서 다시 진행해도 작업 내용은 사라지지 않습니다.
pt_br: O Steam não foi encontrado depois que o instalador fechou. Você pode continuar no mesmo contêiner sem perder nada.
ru: Steam не был найден после закрытия программы установки. Вы можете продолжить установку в том же контейнере, ничего не теряя.
zh_hans: 安装程序关闭后未找到 Steam。您可以在同一个容器中继续设置，而不会丢失任何内容。
zh_hant: 安裝程式關閉後未找到 Steam。您可以在同一個容器中繼續設置，而不會遺失任何內容。

source: Steam will be kept in its own private Switchyard container. Games installed through Steam will stay there too.
de: Steam wird in einem eigenen Switchyard-Container gespeichert. Über Steam installierte Spiele bleiben ebenfalls dort.
es: Steam se guardará en un contenedor exclusivo de Switchyard. Los juegos instalados mediante Steam también se guardarán allí.
fr: Steam sera conservé dans un conteneur Switchyard dédié. Les jeux installés via Steam y seront également stockés.
ja: Steamは専用のSwitchyardコンテナに保存されます。Steam経由でインストールしたゲームも同じ場所に保存されます。
ko: Steam은 전용 Switchyard 컨테이너에 보관합니다. Steam으로 설치한 게임도 같은 곳에 저장합니다.
pt_br: O Steam ficará em um contêiner privado do Switchyard. Os jogos instalados pelo Steam também ficarão nele.
ru: Steam будет храниться в отдельном контейнере Switchyard. Игры, установленные через Steam, останутся там же.
zh_hans: Steam 会存放在专用的 Switchyard 容器中。通过 Steam 安装的游戏也会保存在这里。
zh_hant: Steam 會存放在專用的 Switchyard 容器中。透過 Steam 安裝的遊戲也會保存在這裡。

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
zh_hans: 停止
zh_hant: 停止

source: Stop %@ before renaming its folder. A Wine process is still using this container.
de: Stoppen Sie %1$@, bevor Sie den Ordner umbenennen. Ein Wine-Prozess verwendet diesen Container immer noch.
es: Detenga %1$@ antes de cambiar el nombre de su carpeta. Un proceso Wine todavía está utilizando este contenedor.
fr: Arrêtez %1$@ avant de renommer son dossier. Un processus Wine utilise toujours ce conteneur.
ja: フォルダーの名前を変更する前に、%1$@ を停止してください。 Wine プロセスはまだこのコンテナーを使用しています。
ko: 폴더 이름을 바꾸기 전에 %1$@을(를) 중지하세요. Wine 프로세스가 아직 이 컨테이너를 사용 중입니다.
pt_br: Pare %1$@ antes de renomear a pasta. Um processo do Wine ainda está usando este contêiner.
ru: Остановите %1$@, прежде чем переименовывать его папку. Процесс Wine все еще использует этот контейнер.
zh_hans: 在重命名其文件夹之前停止 %1$@。 Wine 进程仍在使用此容器。
zh_hant: 在重新命名其資料夾之前停止 %1$@。 Wine 進程仍在使用此容器。

source: Stop %@ before renaming its folder. A Wine process started while Switchyard was locking this container.
de: Stoppen Sie %1$@, bevor Sie den Ordner umbenennen. Ein Wine-Prozess wurde gestartet, während Switchyard diesen Container sperrte.
es: Detenga %1$@ antes de cambiar el nombre de su carpeta. Se inició un proceso Wine mientras Switchyard estaba bloqueando este contenedor.
fr: Arrêtez %1$@ avant de renommer son dossier. Un processus Wine a démarré pendant que Switchyard verrouillait ce conteneur.
ja: フォルダーの名前を変更する前に、%1$@ を停止してください。 Switchyard がこのコンテナーをロックしているときに、Wine プロセスが開始されました。
ko: 폴더 이름을 바꾸기 전에 %1$@을(를) 중지하세요. Switchyard가 컨테이너를 잠그는 동안 Wine 프로세스가 시작되었습니다.
pt_br: Pare %1$@ antes de renomear a pasta. Um processo do Wine foi iniciado enquanto o Switchyard bloqueava este contêiner.
ru: Остановите %1$@, прежде чем переименовывать его папку. Процесс Wine начался, когда Switchyard блокировал этот контейнер.
zh_hans: 在重命名其文件夹之前停止 %1$@。当 Switchyard 锁定此容器时，Wine 进程启动。
zh_hant: 在重新命名其資料夾之前停止 %1$@。當 Switchyard 鎖定此容器時，Wine 進程啟動。

source: Stop All Runs
de: Alle Ausführungen stoppen
es: Detener todas las ejecuciones
fr: Arrêter toutes les exécutions
ja: すべての実行を停止
ko: 모든 실행 중지
pt_br: Parar todas as execuções
ru: Остановить все запуски
zh_hans: 停止所有运行
zh_hant: 停止所有運行

source: Stop All Windows Apps
de: Stoppen Sie alle Windows-Apps
es: Detener todas las aplicaciones Windows
fr: Arrêtez toutes les applications Windows
ja: すべての Windows アプリを停止する
ko: 모든 Windows 앱 중지
pt_br: Parar todos os aplicativos do Windows
ru: Остановить все приложения Windows
zh_hans: 停止所有 Windows 应用程序
zh_hant: 停止所有 Windows 應用程式

source: Stop Steam Setup
de: Stoppen Sie das Steam-Setup
es: Detener la configuración de Steam
fr: Arrêter la configuration de Steam
ja: Steam セットアップの停止
ko: Steam 설정 중지
pt_br: Parar configuração do Steam
ru: Остановить установку Steam
zh_hans: 停止 Steam 设置
zh_hant: 停止 Steam 設定

source: Stop all Windows apps?
de: Alle Windows-Apps beenden?
es: ¿Detener todas las apps de Windows?
fr: Arrêter toutes les apps Windows ?
ja: すべてのWindowsアプリを停止しますか？
ko: 모든 Windows 앱을 중지할까요?
pt_br: Parar todos os apps do Windows?
ru: Остановить все приложения Windows?
zh_hans: 要停止所有 Windows 应用吗？
zh_hant: 要停止所有 Windows App 嗎？

source: Stop all Wine processes in this container
de: Stoppen Sie alle Wine-Prozesse in diesem Container
es: Detenga todos los procesos Wine en este contenedor
fr: Arrêtez tous les processus Wine dans ce conteneur
ja: このコンテナ内のすべての Wine プロセスを停止します
ko: 이 컨테이너의 모든 Wine 프로세스를 중지합니다.
pt_br: Parar todos os processos do Wine neste contêiner
ru: Остановите все процессы Wine в этом контейнере.
zh_hans: 停止此容器中的所有 Wine 进程
zh_hant: 停止此容器中的所有 Wine 進程

source: Stop and Continue
de: Anhalten und weitermachen
es: Detener y continuar
fr: Arrêter et continuer
ja: 停止して続行
ko: 중지하고 계속하기
pt_br: Parar e continuar
ru: Остановиться и продолжить
zh_hans: 停止并继续
zh_hant: 停止並繼續

source: Stop or wait for %@ before renaming its folder.
de: Halten Sie an oder warten Sie auf %1$@, bevor Sie den Ordner umbenennen.
es: Deténgase o espere %1$@ antes de cambiar el nombre de su carpeta.
fr: Arrêtez ou attendez %1$@ avant de renommer son dossier.
ja: フォルダーの名前を変更する前に、停止するか、%1$@ まで待ってください。
ko: 폴더 이름을 바꾸기 전에 %1$@를 중지하거나 기다리십시오.
pt_br: Pare ou espere %1$@ antes de renomear a pasta dele.
ru: Остановитесь или дождитесь %1$@, прежде чем переименовывать его папку.
zh_hans: 在重命名其文件夹之前，停止或等待 %1$@。
zh_hant: 在重新命名其資料夾之前，請停止或等待 %1$@。

source: Stop requested for this container.
de: Stopp für diesen Container angefordert.
es: Parada solicitada para este contenedor.
fr: Arrêt demandé pour ce conteneur.
ja: このコンテナに対して停止が要求されました。
ko: 이 컨테이너에 대해 중지를 요청했습니다.
pt_br: Foi solicitado que este contêiner seja interrompido.
ru: Для этого контейнера запрошена остановка.
zh_hans: 请求停止此容器。
zh_hant: 請求停止此容器。

source: Stop wineserver
de: Stoppen Sie wineserver
es: Detener wineserver
fr: Arrêter wineserver
ja: wineserver を停止します
ko: wineserver 중지
pt_br: Parar wineserver
ru: Остановить wineserver
zh_hans: 停止 wineserver
zh_hant: 停止 wineserver

source: Stop wineserver?
de: Stoppen Sie wineserver?
es: ¿Detener wineserver?
fr: Arrêter wineserver ?
ja: wineserver を停止しますか?
ko: wineserver를 중지하시겠습니까?
pt_br: Parar wineserver?
ru: Остановить wineserver?
zh_hans: 停止wineserver？
zh_hant: 停止wineserver？

source: Stopping
de: Anhalten
es: Parando
fr: Arrêt
ja: 停止中
ko: 정지
pt_br: Parando
ru: Остановка
zh_hans: 停止
zh_hant: 停止

source: Stopping…
de: Anhalten…
es: Parando…
fr: Arrêter…
ja: 停止中…
ko: 중지 중…
pt_br: Parando...
ru: Остановка…
zh_hans: 停止…
zh_hant: 停止…

source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранение
zh_hans: 存储
zh_hant: 儲存

source: Storage and technical paths are chosen automatically. You can change them under Advanced Options.
de: Speicherort und technische Pfade werden automatisch gewählt. Unter „Erweiterte Optionen“ können Sie sie ändern.
es: La ubicación de almacenamiento y las rutas técnicas se eligen automáticamente. Puedes cambiarlas en «Opciones avanzadas».
fr: L’emplacement de stockage et les chemins techniques sont choisis automatiquement. Vous pouvez les modifier dans « Options avancées ».
ja: 保存先と技術的なパスは自動で選択されます。必要に応じて「詳細オプション」で変更できます。
ko: 저장 위치와 기술 경로를 자동으로 선택합니다. 필요하면 ‘고급 옵션’에서 바꿀 수 있습니다.
pt_br: O local de armazenamento e os caminhos técnicos são escolhidos automaticamente. Você pode alterá-los em “Opções avançadas”.
ru: Папка хранения и технические пути выбираются автоматически. Их можно изменить в разделе «Дополнительные параметры».
zh_hans: 存储位置和技术路径会自动选定，也可以在“高级选项”中更改。
zh_hant: 儲存位置與技術路徑會自動選定，也可以在「進階選項」中更改。

source: Succeeded
de: Erfolgreich
es: Completado
fr: Réussi
ja: 成功
ko: 성공
pt_br: Concluído
ru: Успешно
zh_hans: 成功
zh_hant: 成功

source: Support
de: Unterstützung
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
ru: Поддержка
zh_hans: 支持
zh_hant: 支援

source: Supported
de: Unterstützt
es: Compatible
fr: Pris en charge
ja: サポートされています
ko: 지원됨
pt_br: Compatível
ru: Поддерживается
zh_hans: 支持
zh_hant: 支援

# Switchyard Wine runtime %@ (%@) found at %@. PE architectures: %@.
source: Switchyard Wine runtime %1$@ (%2$@) found at %3$@. PE architectures: %4$@.
de: Switchyard Wine Laufzeit %1$@ (%2$@) gefunden unter %3$@. PE-Architekturen: %4$@.
es: Switchyard Wine tiempo de ejecución %1$@ (%2$@) encontrado en %3$@. Arquitecturas PE: %4$@.
fr: Exécution Switchyard Wine %1$@ (%2$@) trouvée sur %3$@. Architectures PE : %4$@.
ja: Switchyard Wine ランタイム %1$@ (%2$@) が %3$@ で見つかりました。 PE アーキテクチャ: %4$@。
ko: Switchyard Wine 런타임 %1$@(%2$@)가 %3$@에서 발견되었습니다. PE 아키텍처: %4$@.
pt_br: Runtime do Wine do Switchyard %1$@ (%2$@) encontrado em %3$@. Arquiteturas PE: %4$@.
ru: Switchyard Wine среда выполнения %1$@ (%2$@) находится по адресу %3$@. PE архитектуры: %4$@.
zh_hans: Switchyard Wine 运行时 %1$@ (%2$@) 在 %3$@ 中找到。 PE 架构：%4$@。
zh_hant: Switchyard Wine 運行時 %1$@ (%2$@) 在 %3$@ 中找到。 PE 架構：%4$@。

source: Switchyard Wine runtime %@ does not record a source revision. Rebuild it from the pinned switchyard-wine repository.
de: Switchyard Wine Laufzeit %1$@ zeichnet keine Quellrevision auf. Erstellen Sie es aus dem angehefteten switchyard-wine-Repository neu.
es: Switchyard Wine el tiempo de ejecución %1$@ no registra una revisión de origen. Reconstrúyelo desde el repositorio switchyard-wine anclado.
fr: L'environnement d'exécution Switchyard Wine %1$@ n'enregistre pas de révision source. Reconstruisez-le à partir du référentiel switchyard-wine épinglé.
ja: Switchyard Wine ランタイム %1$@ はソース リビジョンを記録しません。固定された switchyard-wine リポジトリから再構築します。
ko: Switchyard Wine 런타임 %1$@에 소스 리비전 정보가 없습니다. 고정된 switchyard-wine 저장소에서 다시 빌드하세요.
pt_br: O runtime do Wine do Switchyard %1$@ não registra uma revisão do código-fonte. Recompile-o a partir da revisão fixada do repositório switchyard-wine.
ru: Switchyard Wine Среда выполнения %1$@ не записывает исходную версию. Пересоберите его из закрепленного репозитория switchyard-wine.
zh_hans: Switchyard Wine 运行时 %1$@ 不记录源修订。从固定的 switchyard-wine 存储库重建它。
zh_hant: Switchyard Wine 運行時 %1$@ 不記錄來源修訂。從固定的 switchyard-wine 儲存庫重建它。

source: Switchyard Wine runtime %1$@ is selected at %2$@, but it is missing PE architecture(s): %3$@. Rebuild the Switchyard WoW64 runtime before running 32-bit Windows installers or programs.
de: Switchyard Wine Laufzeit %1$@ ist bei %2$@ ausgewählt, aber es fehlen PE Architektur(en): %3$@. Erstellen Sie die Switchyard WoW64-Laufzeit neu, bevor Sie 32-Bit-Windows-Installationsprogramme oder -Programme ausführen.
es: Switchyard Wine tiempo de ejecución %1$@ está seleccionado en %2$@, pero faltan las arquitecturas PE: %3$@. Reconstruya el tiempo de ejecución Switchyard WoW64 antes de ejecutar instaladores o programas Windows de 32 bits.
fr: Le runtime Switchyard Wine %1$@ est sélectionné à %2$@, mais il manque la ou les architectures PE : %3$@. Reconstruisez le runtime Switchyard WoW64 avant d'exécuter les programmes d'installation ou les programmes Windows 32 bits.
ja: Switchyard Wine ランタイム %1$@ が %2$@ で選択されていますが、PE アーキテクチャ: %3$@ がありません。 32 ビット Windows インストーラーまたはプログラムを実行する前に、Switchyard WoW64 ランタイムを再構築します。
ko: Switchyard Wine 런타임 %1$@가 %2$@에서 선택되었지만 PE 아키텍처(%3$@)가 누락되었습니다. 32비트 Windows 설치 프로그램 또는 프로그램을 실행하기 전에 Switchyard WoW64 런타임을 다시 빌드하세요.
pt_br: O runtime do Wine do Switchyard %1$@ foi selecionado em %2$@, mas não contém as arquiteturas PE: %3$@. Recompile o runtime WoW64 antes de executar instaladores ou programas do Windows de 32 bits.
ru: Switchyard Wine. Среда выполнения %1$@ выбрана в %2$@, но в ней отсутствуют архитектуры PE: %3$@. Пересоберите среду выполнения Switchyard WoW64 перед запуском 32-разрядных установщиков или программ Windows.
zh_hans: 在 %2$@ 处选择了 Switchyard Wine 运行时 %1$@，但缺少 PE 架构：%3$@。在运行 32 位 Windows 安装程序或程序之前重建 Switchyard WoW64 运行时。
zh_hant: 在 %2$@ 處選擇了 Switchyard Wine 運行時 %1$@，但缺少 PE 架構：%3$@。在執行 32 位元 Windows 安裝程式或程式之前重建 Switchyard WoW64 運行時。

source: Switchyard Wine runtime %1$@ was built from a dirty source tree at %2$@. Build a clean pinned revision before release use.
de: Switchyard Wine Laufzeit %1$@ wurde aus einem fehlerhaften Quellbaum bei %2$@ erstellt. Erstellen Sie vor der Release-Verwendung eine sauber angeheftete Revision.
es: Switchyard Wine El tiempo de ejecución %1$@ se creó a partir de un árbol de fuentes sucias en %2$@. Cree una revisión fijada limpia antes de su uso.
fr: Le runtime Switchyard Wine %1$@ a été construit à partir d'une arborescence source sale sur %2$@. Créez une révision épinglée propre avant l’utilisation de la version.
ja: Switchyard Wine ランタイム %1$@ は、%2$@ のダーティ ソース ツリーから構築されました。リリースで使用する前に、クリーンな固定リビジョンをビルドします。
ko: Switchyard Wine 런타임 %1$@는 %2$@ 소스 트리의 커밋되지 않은 변경 사항을 포함합니다. 릴리스에 사용하기 전에 고정된 리비전에서 깨끗하게 다시 빌드하세요.
pt_br: O runtime do Wine do Switchyard %1$@ foi compilado com alterações não confirmadas em %2$@. Para distribuição, compile uma cópia limpa da revisão fixada.
ru: Switchyard Wine. Среда выполнения %1$@ была собрана из грязного дерева исходного кода %2$@. Перед использованием выпуска создайте чистую закрепленную версию.
zh_hans: Switchyard Wine 运行时 %1$@ 是从 %2$@ 的脏源树构建的。在发布使用之前构建一个干净的固定修订版。
zh_hant: Switchyard Wine 運行時 %1$@ 是從 %2$@ 的髒源樹建構的。在發布使用之前建立一個乾淨的固定修訂版。

source: Switchyard Wine runtime %1$@ was built from source %2$@, but this Switchyard build pins %3$@. Rebuild the runtime from the pinned revision.
de: Switchyard Wine Laufzeit %1$@ wurde aus der Quelle %2$@ erstellt, aber dieser Switchyard-Build steckt %3$@ fest. Erstellen Sie die Laufzeit aus der angehefteten Revision neu.
es: Switchyard Wine tiempo de ejecución %1$@ se compiló a partir de la fuente %2$@, pero este Switchyard construye los pines %3$@. Reconstruya el tiempo de ejecución a partir de la revisión fijada.
fr: Le runtime Switchyard Wine %1$@ a été construit à partir de la source %2$@, mais cette version Switchyard épingle %3$@. Reconstruisez le runtime à partir de la révision épinglée.
ja: Switchyard Wine ランタイム %1$@ はソース %2$@ からビルドされましたが、この Switchyard ビルドは %3$@ を固定します。固定されたリビジョンからランタイムを再構築します。
ko: Switchyard Wine 런타임 %1$@는 소스 %2$@에서 빌드되었지만, 이 Switchyard 빌드는 %3$@ 리비전으로 고정되어 있습니다. 고정된 리비전에서 런타임을 다시 빌드하세요.
pt_br: O runtime do Wine do Switchyard %1$@ foi compilado da revisão %2$@, mas esta versão do Switchyard exige %3$@. Recompile o runtime a partir da revisão fixada.
ru: Switchyard Wine среда выполнения %1$@ была собрана из исходного кода %2$@, но в этой сборке Switchyard используются контакты %3$@. Пересоберите среду выполнения из закрепленной версии.
zh_hans: Switchyard Wine 运行时 %1$@ 是从源 %2$@ 构建的，但此 Switchyard 构建引脚 %3$@。从固定版本重建运行时。
zh_hant: Switchyard Wine 運行時 %1$@ 是從來源 %2$@ 建構的，但此 Switchyard 建構引腳 %3$@。從固定版本重建運行時。

source: Switchyard accepts only the official HTTPS download and keeps it in a private cache.
de: Switchyard akzeptiert nur den offiziellen HTTPS-Download und speichert ihn in einem privaten Cache.
es: Switchyard acepta solo la descarga oficial de HTTPS y la guarda en un caché privado.
fr: Switchyard accepte uniquement le téléchargement officiel HTTPS et le conserve dans un cache privé.
ja: Switchyard は、公式の HTTPS ダウンロードのみを受け入れ、プライベート キャッシュに保持します。
ko: Switchyard는 공식 HTTPS 다운로드만 허용하고 이를 개인 캐시에 보관합니다.
pt_br: Switchyard aceita apenas o download oficial HTTPS e o mantém em um cache privado.
ru: Switchyard принимает только официальную загрузку HTTPS и сохраняет ее в частном кеше.
zh_hans: Switchyard 仅接受官方 HTTPS 下载并将其保存在私人缓存中。
zh_hant: Switchyard 僅接受官方 HTTPS 下載並將其保存在私人快取中。

source: Switchyard can remove only a runtime stored directly in its managed cache.
de: Switchyard kann nur Laufzeitumgebungen entfernen, die direkt im verwalteten Cache gespeichert sind.
es: Switchyard solo puede eliminar un entorno almacenado directamente en su caché gestionada.
fr: Switchyard peut uniquement supprimer un environnement stocké directement dans son cache géré.
ja: Switchyard が直接管理するキャッシュに保存されたランタイムだけを削除できます。
ko: Switchyard가 직접 관리하는 캐시에 저장된 런타임만 제거할 수 있습니다.
pt_br: O Switchyard só pode remover um runtime armazenado diretamente no cache gerenciado.
ru: Switchyard может удалить только среду выполнения, которая хранится непосредственно в управляемом кэше.
zh_hans: Switchyard 只能移除直接存储在其托管缓存中的运行时。
zh_hant: Switchyard 只能移除直接儲存在其管理快取中的執行環境。

source: Switchyard could not close every Windows app. Save your work, close any remaining windows, and try again.
de: Switchyard konnte nicht jede Windows-App schließen. Speichern Sie Ihre Arbeit, schließen Sie alle verbleibenden Fenster und versuchen Sie es erneut.
es: Switchyard no pudo cerrar todas las aplicaciones Windows. Guarde su trabajo, cierre las ventanas restantes y vuelva a intentarlo.
fr: Switchyard n'a pas pu fermer toutes les applications Windows. Enregistrez votre travail, fermez toutes les fenêtres restantes et réessayez.
ja: Switchyard はすべての Windows アプリを閉じることができませんでした。作業内容を保存し、残っているウィンドウを閉じて、もう一度試してください。
ko: Switchyard는 모든 Windows 앱을 닫을 수 없습니다. 작업 내용을 저장하고 나머지 창을 모두 닫은 후 다시 시도하세요.
pt_br: O Switchyard não conseguiu fechar todos os aplicativos do Windows. Salve seu trabalho, feche as janelas restantes e tente novamente.
ru: Switchyard не удалось закрыть все приложения Windows. Сохраните работу, закройте все оставшиеся окна и повторите попытку.
zh_hans: Switchyard 无法关闭每个 Windows 应用程序。保存您的工作，关闭所有剩余的窗口，然后重试。
zh_hant: Switchyard 無法關閉每個 Windows 應用程式。儲存您的工作，關閉所有剩餘的窗口，然後重試。

source: Switchyard could not inspect this Wine session.
de: Switchyard konnte diese Wine-Sitzung nicht überprüfen.
es: Switchyard no pudo inspeccionar esta sesión Wine.
fr: Switchyard n'a pas pu inspecter cette session Wine.
ja: Switchyard は、この Wine セッションを検査できませんでした。
ko: Switchyard는 이 Wine 세션을 검사할 수 없습니다.
pt_br: O Switchyard não conseguiu inspecionar esta sessão do Wine.
ru: Switchyard не удалось проверить этот сеанс Wine.
zh_hans: Switchyard 无法检查此 Wine 会话。
zh_hant: Switchyard 無法檢查此 Wine 會話。

source: Switchyard could not protect the downloaded installer in its private cache: %@
de: Switchyard konnte das heruntergeladene Installationsprogramm in seinem privaten Cache nicht schützen: %1$@
es: Switchyard no pudo proteger el instalador descargado en su caché privada: %1$@
fr: Switchyard n'a pas pu protéger le programme d'installation téléchargé dans son cache privé : %1$@
ja: Switchyard は、プライベート キャッシュ内のダウンロードされたインストーラーを保護できませんでした: %1$@
ko: Switchyard는 다운로드한 설치 프로그램을 개인 캐시(%1$@)에서 보호할 수 없습니다.
pt_br: Switchyard não conseguiu proteger o instalador baixado em seu cache privado: %1$@
ru: Switchyard не удалось защитить загруженный установщик в своем личном кеше: %1$@
zh_hans: Switchyard 无法保护其私有缓存中下载的安装程序：%1$@
zh_hant: Switchyard 無法保護其私人快取中下載的安裝程式：%1$@
